Repository: arejmohammad/FunDay-FinalProject
Catalog: FinalProject/FinalProject/*.lproj/Localizable.strings
Languages: ar

# zoo
source: Zoo and Gardens
ar: حدائق حيوانات ومنتزهات

# game
source: Amusement Park and games
ar: ملاهي والعاب

# museums
source: Museums and libraries
ar: متاحف ومكتبات

source: Adventure
ar: مغامرات

# movie
source: Movies and showing
ar: افلام وعروض

source: Events
ar: مهرجانات

source: Username
ar: اسم المستخدم

source: Email
ar: البريد الالكتروني

# pass
source: Password
ar: كلمة المرور

# confpass
source: Confirm Password
ar: تأكيد كلمة المرور

# reset
source: Reset Password
ar: اعادة تعيين كلمة المرور

# log
source: Log in
ar: تسجيل الدخول

# sign
source: Sign Up
ar: انشاء حساب

source: Ops!
ar: تنبيه

# cpnm
source: confirm password not match
ar: كلمة المرور غير متطابقة

source: OK
ar: موافق

source: Registering
ar: تسجيل

# success
source: you are successfully register
ar: تم انشاء حساب بنجاح

# strawberry
source: Hanging strawberry gardens
ar: حدائق الفراولة المعلقة

# strawberry2
source: Hanging strawberry gardens offer you a unique opportunity to get to know the strawberry plant, try picking its delicious fresh fruits with your hands and watch bumblebees pollinate the flowers
ar: حدائق الفراولة المعلقة بالعماريه تقدم لكم فرصة فريدة للتعرف على نبات الفراولة وتجربة قطف ثمارها الطازجة اللذيذة بأيديكم ومشاهدة النحل الطنان وهو يلقح الأزهار

# woody
source: woody park
ar: وودي بارك

# woody2
source: experience of feeding birds , pets and children's game
ar: تجربة اطعام الطيور والحيوانات الاليفه والعا للاطفال

# alwatan
source: alwatan park
ar: حديقة الوطن

# alwatan2
source: A large park that includes a garden. We went to our land and played our games under the Riyadh Waters
ar: متنزّه كبير يضم حديقة نزلت رحلنا إلى أرضنا وألعابنا تحت مياه الرياض

# zoo1
source: Riyadh Zoo
ar: حديقة الرياض للحيوانات

# zoo2
source: large popular zoo opend in 1987 , featuring 1500+ animals , train rides, prayer halls
ar: حديقة حيوانات شهيرة كبيرة افتُتحت عام 1987 وتضم أكثر من 1500 حيوان ، وركوب قطار ، وقاعات للصلاة

# tramplin
source: Gravity Trampoline Parks
ar: جرافيتي ترامبولين بارك

# tramplin2
source: Trampoline , Rocks climping , VR and softplay
ar: الترامبولين وتسلق الصخور والواقع الافتراضي واللعب الناعم

# skyzone
source: Sky Zone Trampline Park
ar: سكاي زون

# skyzone2
source: indoor Trampoline Park & rock climbing walls.Visitors of all ages can bounce from one trampoline to another, jump into pits filled with foam blocks and play a trampoline-based version of dodgeball. A fun place that also accomodates parties, school trips, and other entertainment activities
ar: منتزه الترامبولين الداخلي وجدران التسلق الصخري.يمكن للزوار من جميع الأعمار القفز من واحد الترامبولين إلى آخر ، والقفز في حفر مليئة كتل الرغوة مكان ممتع يتسع أيضًا الحفلات والرحلات المدرسية وغيرها من وسائل الترفيه والأنشطة

# sparky
source: Sparky's
ar: سباركيز

# sparky2
source: your one stop place to accomodate parties school trips, and all entertainment activites
ar: مكانك الوحيد لاستيعاب الحفلات والرحلات المدرسية وجميع الأنشطة الترفيهية

# bowling
source: Go Bowling
ar: جو بولينق

# bowling2
source: Go Bowling is a family-frindley bowling club and an entertainment center in Riyadh for kids and young, VR games , arcade games, challange zone for laser strike games
ar: جو بولينق هو نادي بولينج للأصدقاء والعائلة ومركز ترفيهي في الرياض يحتوي أيضا على العاب الواقع الافتراضي ، العاب الكترونية ، ومنطقة التحدي لألعاب الليزر

# snowy
source: Snowy Forest
ar: سنوي فورست

# snowy2
source: Safe world full of fun
ar: عالم آمن مليء بالمتعة والحماس والعديد من المغامرات

# winter
source: Winter WonderLand
ar: ونتر وندرلاند

# winter2
source: Winter WonderLand One of the activities of the Riyadh season, which includes more than 52 games
ar: ونتر وندرلاند من فعاليات موسم الرياض ، فيها اكثر من ٥٢ لعبه

# saqr
source: Saqer aljazirah royal saudi air force aviation museum
ar: متحف صقر الجزيره للطيران

# saqr2
source: Airliners , helicopters & military planes , plus exhibits on the history of the royal saudi air force
ar: طائرات ومروحيات وطائرات عسكرية بالإضافة إلى معروضات عن تاريخ القوات الجوية الملكية السعودية

# national
source: The Saudi National museum
ar: المتحف الوطني السعودي

# national2
source: restored former palace with a library, art gallery, cultural exhibits & a large garden
ar: قصر سابق تم ترميمه يضم مكتبة ومعرضًا فنيًا ومعروضات ثقافية وحديقة كبيرة

# lllusions
source: museum of lllusions
ar: متحف الغموض

# lllusions2
source: The museum of lllusions is the place where you can engage in over 80 mind bending exhibits that will shock your senses and puzzle your perceptions
ar: متحف الأوهام هو المكان الذي يمكنك من خلاله المشاركة في أكثر من 80 معروضًا لعقل العقل من شأنها أن تصدم حواسك وتحير تصوراتك

# alajlan
source: Alajlan Art Gallery
ar: فن السبع الرطب

# alajlan2
source: One of Riyadh's best art shows, it's arabic calligraphy collection is one of a kind ,visually pleasing.. an amizing artist Mohammad Alajlan's Art Gallery
ar: من أفضل العروض الفنية في الرياض ، مجموعة الخط العربي فريدة من نوعها وممتعة بصريًا .. فنان رائع معرض محمد العجلان للفنون

# doos
source: Doos karting
ar: دووس كارتنج

# doos2
source: go karting like never before.. experience the astounding addictive fun with KSA'S first ever electric karts
ar: جوكارتينج كما لم يحدث من قبل .. جرب متعة الإدمان المذهلة مع أول عربات كهربائية في المملكة العربية السعودية

# final
source: Final Escape
ar: الهروب الاخير

# final2
source: There will be two to six people in it. You can get out of the closed room after you solve a series of puzzles and symbols
ar: سيكون هناك شخصان إلى ستة أشخاص فيه. يمكنك الخروج من الغرفة المغلقة بعد حل سلسلة من الألغاز والرموز

# edge
source: edge of the world
ar: حافة العالم

# edge2
source: Ryiyadh track to edge of the world ,hiking sand board , volleyball, fireworks in the sky and music in the night
ar: رحلات الرياض إلى حافة العالم ، والتنزه على الرمال ، والكرة الطائرة ، والألعاب النارية في السماء ، والموسيقى في الليل

# combact
source: Combat Field
ar: كومبات فيلد

# combact2
source: from riyadh season .. Living a life through the ages with paintball fields, enjoying unparalleled adventures, and in the Baroud area, learning about the history of weapons.. Combat Field will raise your adrenaline level. Live the adventure in it
ar: من موسم الرياض .. عيش حياتك عبر العصور بملاعب كرات الطلاء ، والاستمتاع بمغامرات لا مثيل لها ، وفي منطقة بارود ، التعرف على تاريخ الأسلحة .. سيرفع كومبات فيلد لديك مستوى الأدرينالين. عش المغامرة فيه

# snow
source: Snow City
ar: مدينة الثلج

# snow2
source: Snow City is the first and only snow park in Saudi arabia, where you find unlimited fun for the family members. here the temperature in below zero everyday
ar: مدينة الثلج هي الحديقة الثلجية الأولى والوحيدة في المملكة العربية السعودية ، حيث تجد متعة غير محدودة لأفراد الأسرة. هنا درجة الحرارة تحت الصفر كل يوم

# vox
source: Vox Cinema
ar: فوكس سينما

# vox1
source: Vox Cinema , the middle east's most innovative cinema, foucused on providing a simply amazing experience for our guestts
ar: السينما الأكثر ابتكارًا في الشرق الأوسط ، تركز فوكس سينما على تقديم تجربة مذهلة ببساطة لضيوفنا

# muvi
source: Muvi Cinema
ar: موفي سينما

# muvi1
source: Muvi Cinemas is the first in the Kingdom of Saudi Arabia to host the Dolby Cinema and Samsung Onyx experiences, in addition to other experiences such as Movie Suites and ScreenX.. This site includes 13 cinema halls and has a capacity of 1,400 seats to watch the latest releases of Hollywood, Bollywood and local films
ar: سينما موفي هي الأولى في المملكة العربية السعودية التي تستضيف تجارب دولبي سينما وسامسونج أونيكس ، بالإضافة إلى تجارب أخرى مثل أجنحة السينما وسكرينكس .. ويضم هذا الموقع 13 قاعة سينما وتتسع لـ 1400 مقعدًا لمشاهدة العرض. أحدث إصدارات هوليوود وبوليوود والأفلام المحلية

# amc
source: AMC Cinema
ar: اي ام سي سينما

# amc1
source: In all AMC Cinemas branches, you will find comfortable seats to relax with back and feet, drinks and delicious meals
ar: في جميع فروع اي ام سي سينما ، ستجد مقاعد مريحة للاسترخاء مع الظهر والقدمين والمشروبات والوجبات اللذيذة

# baker
source: Baker Alshdi Theatre
ar: مسرح بكر الشدي

# baker2
source: Baker Alshdi Theatre One of the largest theaters in Riyadh
ar: مسرح بكر الشدي أحد أكبر المسارح في الرياض

# abubkr
source: Abu Bakr Salem Stage
ar: مسرح ابو بكر سالم

# abubkr2
source: The theater of the late artist Abu Baker `salem with a capacity of 6 thousand people, and this comes in honor of the symbols of Saudi art and song, and in appreciation of fine and authentic art
ar: مسرح الفنان الراحل ابو بكر سالم ويتسع ل ٦ الاف شخص ويأتي ذلك تكريما لرموز الفن والاغنيه السعوديه وتقديرا للفن الراقي والاصيل

# mohammad
source: Mohammad Abdu Arena
ar: محمد عبده ارينا

# mohammad2
source: A huge stage that can hold up to 18 thousnd attendees , and event organizers were so professional there
ar: منصة ضخمة تتسع لما يصل إلى 18 ألف شخص ، وكان منظمو الحدث محترفين للغاية هناك

# alali
source: Mohammad Alali Theater
ar: مسرح محمد العلي

# alali2
source: The Mohammad Alali Theater is perfectly orgnized and the viewing angle is clear from any whre in the theater
ar: مسرح محمد العلي منظم بشكل ممتاز وزاوية المشاهده واضحه من اي مكان في المسرح

# boulvard
source: Boulevard Riyadh City
ar: بولفارد رياض سيتي

# boulvard2
source: The preferred destination for tourists is Boulevard Riyadh City, which consists of nine secondary areas beyond imagination, from the vast ambiance of Square Square with its huge digital screens to an integrated snow city with its fun winter games. Each area has its own group to suit all ages and tastes
ar: وجهة السياح المفضله بولفارد رياض سيتي تتكون من تسعه مناطق ثانويه تفوق الخيال من اجواء ساحة سكوير الواسعه بشاشاتها الرقمية الضخمه الى مدينة ثلج متكامله بالعابها الشتويه الممتعه تتميز كل منطقه بمجموعتها الخاصه لتناسب كل الاعمار والاذواق

# nabd
source: Nabdh Al-Riyadh
ar: نبض الرياض

# nabd2
source: From the field of unification of the kingdom on the land, we find all kinds of arts from every Saudi region, entertainment and music events, and international and local shows, in which the atmosphere of mud houses and feel their warmth, and we see our history that enhances our culture on the walls of Al-Masmak Palace with 3D
ar: من ميدان توحيد المملكه على ارض نجد تجتمع انواع الفنون من كل منطقة سعودية ، فعاليات ترفيهيه وموسيقيه وعروض عالميه ومحليه ، تعيش فيها اجواء بيوت الطين وتحس بدفاها وبنشوف تاريخنا اللي يعزز ثقافتنا على جدران قصر المصمك بتقنية ثلاثية الابعاد

# oises
source: Oasis
ar: أوايسس

# oises2
source: Between the dunes of influence and the edges of the sky, you will live an experience that is all magic and imagination as far as the eye can see. Oasis nights are unparalleled, between the finest international restaurants, arts, performances and various activities to the most beautiful masterpieces, each masterpiece with a story that mimics the beauty of the place
ar: بين كثبان النفوذ واطراف السماء بتعيش تجربه كلها سحر وخيال على مد النظر ليالي اوايسس مالها مثيل مابين ارقى المطاعم العالميه والفنون والعروض والنشاطات المختلفه الى اجمل التحف الفنيه كل تحفه وراها قصه تحاكي جمال المكان

# alathryah
source: Al Atheriya
ar: العاذرية

# alathryah2
source: A Najd region with a cosmopolitan spirit, where you live a luxurious and authentic experience with the melodies of jazz, piano and other music.
ar: منطقه نجدية بروح عالميه بتعيش فيها تجربه فخمه واصيله على انغام الموسيقى الجاز والبيانو وغيرها

# favorite
source: No Favorite yet
ar: لا شيء مفضل بعد

# anything
source: Hmm.. it doesn't look like you added anything to your favorites list
ar: همم.. لا يبدو أنك أضفت شيء لقائمتك المفضلة
